<?php
/**
 * Created by PhpStorm.
 * User: Denys
 * Date: 17.02.2017
 * Time: 4:50
 *  Написать функцию, которая в качестве аргумента принимает строку, и форматирует ее таким образом,
 * что каждое новое предложение начиняется с большой буквы.<br>
Пример:<br><br>
Входная строка: 'а васька слушает да ест. а воз и ныне там. а вы друзья как ни садитесь,
 * все в музыканты не годитесь. а король-то — голый. а ларчик просто открывался.а там хоть трава не расти.';<br><br>
Строка, возвращенная функцией :  'А Васька слушает да ест. А воз и ныне там.
 * А вы друзья как ни садитесь, все в музыканты не годитесь. А король-то — голый.
 * А ларчик просто открывался.А там хоть трава не расти.';</p>
*/




$a="А Васька слушает да ест. А воз и ныне там. А вы друзья как ни садитесь, все в музыканты не годитесь.А король-то — голый. А ларчик просто открывался. А там хоть трава не расти.";























